{
    "bank": [ ],
    "country":["],
    "driving":['A1', 'A2', 'B1', 'B2', 'C1', 'C2', 'E'],
    "company":['有限责任公司（外国法人独资)','外商投资公司分公司'],
    "currency":['人民币','美元'],
    "job": ['董事长', '董事', '总经理', '监事'],
    "area": {
        "全国": {
            "province": {
                "北京市": {},
                "天津市": {},
                "河北省": {},
                "山西省": {},
                "内蒙古自治区":{},
                "辽宁省": {},
                "吉林省": {},
                "黑龙江省":{},
                "上海市": {},
                "江苏省": {
                    "city":{
                        "无锡市":{
                            "district": {
                                "崇安区": {
                                    "street": [
                                        "崇安寺街道",
                                        "通江街道",
                                        "广瑞路街道",
                                        "上马墩街道",
                                        "江海街道",
                                        "广益街道"
                                    ]
                                },
                                "南长区": {
                                    "street": [
                                        "迎龙桥街道",
                                        "南禅寺街道",
                                        "清名桥街道",
                                        "金星街道",
                                        "金匮街道",
                                        "扬名街道"
                                    ]
                                },
                                "北塘区": {
                                    "street": [
                                        "黄巷街道",
                                        "山北街道",
                                        "惠山街道",
                                        "北大街街道"
                                    ]
                                },
                                "锡山区": {
                                    "street": [
                                        "东亭街道",
                                        "安镇街道",
                                        "东北塘街道",
                                        "云林街道",
                                        "厚桥街道",
                                        "羊尖镇",
                                        "鹅湖镇",
                                        "锡北镇",
                                        "东港镇"
                                    ]
                                },
                                "惠山区": {
                                    "street": [
                                        "堰桥街道",
                                        "长安街道",
                                        "钱桥街道",
                                        "前洲街道",
                                        "玉祁街道",
                                        "洛社镇",
                                        "阳山镇"
                                    ]
                                },
                                "滨湖区": {
                                    "street": [
                                        "河埒街道",
                                        "荣巷街道",
                                        "蠡园街道",
                                        "蠡湖街道",
                                        "华庄街道",
                                        "太湖街道",
                                        "雪浪街道",
                                        "马山街道",
                                        "胡埭镇",
                                        "新区",
                                        "旺庄街道",
                                        "硕放街道",
                                        "江溪街道"
                                    ]
                                },
                                "江阴市": {
                                    "street":[
                                        "澄江街道",
                                        "申港街道",
                                        "夏港街道",
                                        "南闸街道",
                                        "云亭街道",
                                        "城东街道",
                                        "璜土镇",
                                        "利港镇",
                                        "月城镇",
                                        "青阳镇",
                                        "徐霞客镇",
                                        "华士镇",
                                        "周庄镇"
                                    ]
                                },
                                "宜兴市": {
                                    "street":[
                                        "宜城街道",
                                        "屺亭街道",
                                        "新庄街道",
                                        "新街街道",
                                        "张渚镇",
                                        "西渚镇",
                                        "太华镇",
                                        "徐舍镇",
                                        "官林镇",
                                        "杨巷镇",
                                        "新建镇",
                                        "和桥镇",
                                        "高塍镇"
                                    ]
                                }
                            }
                        },
                        "苏州市":{},
                        "镇江市":{},
                        "南京市":{},
                        "常州市":{},
                        "扬州市":{},
                        "连云港市":{},
                        "盐城市":{},
                        "徐州市":{},
                        "泰州市":{},
                        "宿迁市":{},
                        "淮安市":{},
                        "南通市":{}
                    }
                },
                "浙江省": {},
                "安徽省": {},
                "福建省": {},
                "江西省": {},
                "山东省": {},
                "河南省": {},
                "湖北省": {},
                "湖南省": {},
                "广东省": {},
                "广西壮族自治区": {},
                "海南省": {},
                "重庆市": {},
                "四川省": {},
                "贵州省": {},
                "云南省": {},
                "西藏自治区": {},
                "陕西省": {},
                "甘肃省": {},
                "青海省": {},
                "宁夏回族自治区": {},
                "新疆维吾尔自治区": {},
                "香港特别行政区": {},
                "澳门特别行政区": {},
                "台湾省": {}
            }
        }
    }
}
